Repository: vesta-webtrees-2-custom-modules/vesta_research_suggestions
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nl, ru, ta, tr, uk, vi

source: A module providing suggestions for additional research, based on available sources.
ca: Un mòdul que proporciona suggeriments per a investigacions addicionals, basades en les fonts disponibles.
cs: Modul umožňující návrhy na další výzkum, založený na dostupných pramenech.
de: Ein Modul zur Bereitstellung von zusätzlichen Recherche-Vorschlägen, basierend auf den verfügbaren Quellen.
fr: Un module fournissant des suggestions de recherches supplémentaires, basées sur les sources disponibles.
nl: Een module met suggesties voor aanvullend onderzoek, op basis van beschikbare bronnen.
ru: Модуль представляет возможности дополнительных исследований в доступных источниках.
ta: கிடைக்கக்கூடிய ஆதாரங்களின் அடிப்படையில் கூடுதல் ஆராய்ச்சிக்கான பரிந்துரைகளை வழங்கும் ஒரு தொகுதி.
tr: Mevcut kaynaklara dayalı olarak ek araştırmalar için öneriler sunan bir modül.
uk: Модуль дає можливість проведення додаткових досліджень на основі доступних джерел.
vi: Một mô-đun cung cấp các gợi ý cho nghiên cứu bổ sung, dựa trên các nguồn có sẵn.

source: Age range for Confirmation events
ca: Interval d'edat per als esdeveniments de confirmació
cs: Věkové rozmezí pro události konfirmace
de: Altersbereich für Konfirmationsereignisse
fr: Tranche d'âge pour les événements de confirmation
nl: Leeftijdscategorie voor belijdenis-/confirmatiegebeurtenissen
ru: Возрастной диапазон для событий Конфирмации
ta: உறுதிப்படுத்தல் நிகழ்வுகளுக்கான அகவை வரம்பு
tr: Onay olayları için yaş aralığı
uk: Віковий діапазон для подій Конфірмації
vi: Xác nhận Độ tuổi cho các sự kiện

source: Allow persistent toggle (user may show/hide research suggestions as additional facts)
ca: Permet el commutador persistent (l'usuari pot mostrar/amagar suggeriments de recerca com a fets addicionals)
cs: Připustit setrvalý přepínač (uživatel může zobrazit/skrýt návrhy na výzkum dodatečných faktů)
de: Erlaube beständiges Umschalten (der Benutzer darf die Sichtbarkeit der Recherche-Vorschläge als zusätzlichen Fakt bestimmen)
fr: Autoriser le basculement persistant (l'utilisateur peut afficher / masquer les suggestions de recherche en tant que faits supplémentaires)
nl: Permanente schakeling toestaan (gebruiker kan onderzoekssuggesties weergeven/verbergen als aanvullende feiten)
ru: Разрешить постоянное переключение (пользователь может показывать/скрывать исследовательские предложения в качестве дополнительных фактов)
ta: தொடர்ச்சியான மாற்றத்தை அனுமதிக்கவும் (பயனர் ஆராய்ச்சி பரிந்துரைகளை கூடுதல் உண்மைகளாகக் காட்டலாம்/மறைக்கலாம்)
tr: Kalıcı geçişlere izin ver (kullanıcı araştırma önerilerini ek gerçekler olarak gösterebilir/gizleyebilir)
uk: Дозволити постійне перемикання (користувач може показувати / приховувати пропозиції щодо досліджень як додаткові факти)
vi: Cho phép chuyển đổi liên tục (người dùng có thể hiển thị / ẩn các đề xuất nghiên cứu làm thông tin bổ sung)

source: Event data?
ca: Dades de l'esdeveniment?
de: Ereignis-Daten?
fr: Données d'événement ?
nl: Gebeurtenisgegevens?
ru: Данные о событиях?
ta: நிகழ்வு தரவு?
tr: Olay verileri?

source: Events related to Birth. If there is a source for one of these events, no suggestions will be made for other events in this group. Note that strictly BAPM is not necessarily an event occuring shortly after Birth, but it is often used that way (when CHR would actually be more appropriate, according to the GEDCOM specification). If you only use one of CHR/BAPM, it's recommended to deselect the other one here.
ca: Esdeveniments relacionats amb el naixement. Si hi ha una font per a un d'aquests esdeveniments, no es farà cap suggeriment per a altres esdeveniments d'aquest grup. Tingueu en compte que estrictament BAPM no és necessàriament un esdeveniment que ocorre poc després del naixement, però sovint s'utilitza d'aquesta manera (quan CHR seria realment més adequat, d'acord amb l'especificació GEDCOM). Si només utilitzeu un de CHR/BAPM, es recomana desseleccionar l'altre aquí.
cs: Události vztažené k narození. Jestliže pro jednu z těchto událostí je pramen, nebudou padat návrhy na jiné události v této skupině. Poznamenejme, že BAPM není nutně událost nastávající krátce po narození, ale často tomu tak bývá (když CHR by ve skutečnosti byl vhodnější, s ohledem na specifikaci GEDCOM). Jestliže používáte jen jeden z CHR/BAPM, doporučuje se potlačit zde ten druhý.
de: Ereignisse im Zusammenhang mit der Geburt. Wurde eine Quelle für eines dieser Ereignisse hinterlegt, werden keine Vorschläge für eines der Ereginisse dieser Gruppe gemacht. Beachte, dass BAPM nicht notwendigerweise ein Ereignis ist, dass kurz auf die Geburt folgt, aber es wird oft in diesem Kontext genutzt (wenn auch CHR entsprechend der GEDCOM-Spezifikation eher angebracht wäre). Wenn nur eines der beiden Ereignisse CHR/BAPM Verwendung findet, wird angeregt das jeweils andere hier abzuwählen.
fr: Événements liés à la naissance. S'il existe une source pour l'un de ces événements, aucune suggestion ne sera faite pour d'autres événements de ce groupe. Notez que strictement BAPM n'est pas nécessairement un événement survenant peu de temps après la naissance, mais il est souvent utilisé de cette façon (alors que CHR serait en fait plus approprié, selon la spécification GEDCOM). Si vous n'utilisez que l'un des CHR / BAPM, il est recommandé de désélectionner l'autre ici.
nl: Gebeurtenissen met betrekking tot Geboorte. Als er een bron is voor een van deze gebeurtenissen, worden er geen suggesties gedaan voor andere gebeurtenissen in deze groep. Merk op dat strikt BAPM niet noodzakelijkerwijs een gebeurtenis is die kort na de geboorte plaatsvindt, maar het wordt vaak op die manier gebruikt (wanneer CHR eigenlijk geschikter zou zijn, volgens de GEDCOM-specificatie). Als u slechts één van CHR/BAPM gebruikt, is het raadzaam om de selectie van de andere hier uit te schakelen.
ru: События, связанные с рождением. Если есть источник для одного из этих событий, никакие предложения не будут сделаны для других событий в этой группе. Обратите внимание, что BAPM не обязательно является событием, происходящим сразу после рождения, но оно часто используется таким образом (хотя CHR на самом деле было бы более подходящим, согласно спецификации GEDCOM). Если вы используете только одно из CHR/BAPM, рекомендуется отменить выбор другого здесь.
ta: பிறப்பு தொடர்பான நிகழ்வுகள். இந்த நிகழ்வுகளில் ஒன்றிற்கு ஒரு சான்று இருந்தால், இந்த குழுவில் உள்ள பிற நிகழ்வுகளுக்கு பரிந்துரைகள் எதுவும் செய்யப்படாது. கண்டிப்பாக BAPM என்பது பிறந்த சிறிது நேரத்திலேயே நிகழும் ஒரு நிகழ்வு அல்ல என்பதை நினைவில் கொள்க, ஆனால் அது பெரும்பாலும் அந்த வழியில் பயன்படுத்தப்படுகிறது (GR உண்மையில் மிகவும் பொருத்தமானதாக இருக்கும்போது, GEDCOM விவரக்குறிப்பின் படி). நீங்கள் Chr/BAPM இல் ஒன்றை மட்டுமே பயன்படுத்தினால், மற்றொன்றை இங்கே தேர்வு செய்ய பரிந்துரைக்கப்படுகிறது.
tr: Doğumla ilgili olaylar. Bu olaylardan biri için bir kaynak varsa, bu gruptaki diğer olaylar için herhangi bir öneri yapılmayacaktır. Kesinlikle BAPM'NİN mutlaka doğumdan kısa bir süre sonra meydana gelen bir olay olmadığını, ancak genellikle bu şekilde kullanıldığını unutmayın (CHR aslında GEDCOM belirtimine göre daha uygun olduğunda). Sadece CHR/BAPM'den birini kullanırsanız, diğerinin seçimini kaldırmanız önerilir.
uk: Події, пов'язані з народженням. Якщо є джерело для однієї з цих подій, пропозиції щодо інших подій у цій групі не подаватимуться. Зауважте, що суворо BAPM - це не обов’язково подія, що відбувається незабаром після народження, але часто використовується саме таким чином (коли CHR насправді буде більш доцільним, згідно специфікації GEDCOM). Якщо ви використовуєте лише один із CHR / BAPM, рекомендується скасувати вибір іншого тут.
vi: Sự kiện liên quan đến Sinh. Nếu có nguồn cho một trong các sự kiện này, sẽ không có đề xuất nào cho các sự kiện khác trong nhóm này. Lưu ý rằng nghiêm ngặt BAPM không nhất thiết phải là một sự kiện xảy ra ngay sau khi Sinh, nhưng nó thường được sử dụng theo cách đó (khi CHR thực sự thích hợp hơn, theo đặc điểm kỹ thuật của GEDCOM). Nếu bạn chỉ sử dụng một trong số CHR / BAPM, bạn nên bỏ chọn cái còn lại ở đây.

source: Events related to Death. If there is a source for one of these events, no suggestions will be made for other events in this group.
ca: Esdeveniments relacionats amb la mort. Si hi ha una font per a un d'aquests esdeveniments, no es farà cap suggeriment per a altres esdeveniments d'aquest grup.
cs: Události vztažené k úmrtí. Jestliže pro jednu z těchto událostí je pramen, nebudou padat návrhy na jiné události v této skupině.
de: Ereignisse im Zusammenhang mit dem Tod. Wurde eine Quelle für eines dieser Ereignisse hinterlegt, werden keine Vorschläge für eines der Ereginisse dieser Gruppe gemacht.
fr: Événements liés à la mort. S'il existe une source pour l'un de ces événements, aucune suggestion ne sera faite pour d'autres événements de ce groupe.
nl: Gebeurtenissen met betrekking tot Overleden. Als er een bron is voor een van deze gebeurtenissen, worden er geen suggesties gedaan voor andere gebeurtenissen in deze groep.
ru: События, связанные со смертью. Если есть источник для одного из этих событий, никакие предложения не будут сделаны для других событий в этой группе.
ta: இறப்பு தொடர்பான நிகழ்வுகள். இந்த நிகழ்வுகளில் ஒன்றிற்கு ஒரு சான்று இருந்தால், இந்த குழுவில் உள்ள பிற நிகழ்வுகளுக்கு பரிந்துரைகள் எதுவும் செய்யப்படாது.
tr: Ölümle ilgili olaylar. Bu olaylardan biri için bir kaynak varsa, bu gruptaki diğer olaylar için herhangi bir öneride bulunulmayacaktır.
uk: Події, пов'язані зі Смертю. Якщо є джерело для однієї з цих подій, пропозиції щодо інших подій у цій групі не подаватимуться.
vi: Sự kiện liên quan đến Cái chết. Nếu có nguồn cho một trong những sự kiện này, sẽ không có đề xuất nào cho các sự kiện khác trong nhóm này.

source: Facts for source records
ca: Dades per als registres font
de: Tatsachen für Quellendatensätze
nl: Feiten voor bronrecords
ta: மூல பதிவுகளுக்கான உண்மைகள்

source: Facts recorded in sources
ca: Fets registrats en fonts
cs: Fakta zaznamenaná v pramenech
de: Fakten in Quellen eingetragen
fr: Faits enregistrés dans les sources
nl: Feiten opgenomen in bronnen
ru: Факты, зафиксированные в источниках
ta: ஆதாரங்களில் பதிவு செய்யப்பட்ட உண்மைகள்
tr: Kaynaklarda kaydedilen gerçekler
uk: Факти, зафіксовані в джерелах
vi: Sự kiện được ghi lại trong các nguồn

source: Grouped events
ca: Esdeveniments agrupats
cs: Seskupené události
de: Gruppierte Ereignisse
fr: Événements groupés
nl: Gegroepeerde gebeurtenissen
ru: Сгруппиррованные события
ta: குழு நிகழ்வுகள்
tr: Gruplandırılmış olaylar
uk: Згруповані події
vi: Các sự kiện được nhóm lại

source: Maximal age in years
ca: Edat màxima en anys
cs: Nejvyšší věk v letech
de: Maximales Alter in Jahren
fr: Âge maximal en années
nl: Maximale leeftijd in jaren
ru: Максимальный возраст, лет
ta: ஆண்டுகளில் அதிகபட்ச அகவை
tr: Yıl olarak maksimum yaş
uk: Максимальний вік у роках
vi: Tuổi tối đa tính theo năm

source: Minimal age in years
ca: Edat mínima en anys
cs: Nejnižší věk v letech
de: Minimales Alter in Jahren
fr: Âge minimal en années
nl: Minimale leeftijd in jaren
ru: Минимальный возвраст, лет
ta: ஆண்டுகளில் குறைந்தபட்ச அகவை
tr: Yıl olarak minimum yaş
uk: Мінімальний вік у роках
vi: Tuổi tối thiểu tính bằng năm

source: Missing source for %1$s - Possible source:
ca: Falta la font per a %1$s - Possible font:
cs: Chybí pramen pro %1$s ‒ možný pramen:
de: Keine Quelle angegeben für %1$s - Mögliche Quelle:
fr: Source manquante pour %1$s - Source possible :
nl: Ontbrekende bron voor %1$s - Mogelijke bron:
ru: Отсутствует источник для for %1$s - Возможный источник:
ta: %1$s க்கான மூலத்தைக் காணவில்லை - சாத்தியமான மூல:
tr: %1$s için eksik kaynak - Olası kaynak:
uk: Відсутнє джерело для %1$s - Можливе джерело:
vi: Thiếu nguồn cho %1$s - Nguồn có thể:

source: Possible source for %1$s:
ca: Possible font de %1$s:
de: Mögliche Quelle für %1$s:
nl: Mogelijke bron voor %1$s:
ta: %1$s க்கான சாத்தியமான ஆதாரம்:

source: Possible source:
ca: Font possible:
cs: Možný pramen:
de: Mögliche Quelle:
fr: Source possible :
nl: Mogelijke bron:
ru: Возможный источник:
ta: சாத்தியமான ஆதாரம்:
tr: Olası kaynak:
uk: Можливе джерело:
vi: Nguồn có thể:

source: Research Suggestions
ca: Suggeriments de recerca
cs: Návrhy na výzkum
de: Forschungsvorschläge
fr: Suggestions de recherche
nl: Onderzoekssuggesties
ru: Возможности для исследований
ta: ஆராய்ச்சி பரிந்துரைகள்
tr: Araştırma Önerileri
uk: Пропозиції щодо досліджень
vi: Đề xuất nghiên cứu

source: Research Suggestion
ca: Suggeriment de recerca
de: Forschungsvorschlag
nl: Onderzoekssuggestie
ta: ஆராய்ச்சி பரிந்துரை

source: Sources can be annotated, via the 'data' fact, in order to describe which individual and family facts they contain.
ca: Les fonts es poden anotar, a través del fet "dades", per tal de descriure quins fets individuals i familiars contenen.
de: Quellen können über das Feld "Daten" mit Anmerkungen versehen werden, um zu beschreiben, welche persönlichen und familiären Ereignisse enthalten sind.
nl: Bronnen kunnen worden geannoteerd, via het feit 'Gegevens', om te beschrijven welke persoons- en gezinsfeiten zij bevatten.
ta: 'தரவு' உண்மை வழியாக, அவை எந்த தனிப்பட்ட மற்றும் குடும்ப உண்மைகளைக் கொண்டுள்ளன என்பதை விவரிக்க ஆதாரங்களை சிறுகுறிப்பு செய்யலாம்.

source: Sources can be annotated, via the 'data' fact, in order to describe which individual and family facts they contain. This is the list of those GEDCOM facts. You can modify this list by removing or adding fact names, even custom ones, as necessary.
cs: Prameny mohou být opatřeny poznámkami, skrze faktum 'data', které popíší, které skutečnosti k osobě a rodině obsahují. Toto je seznam těchto faktů podle GEDCOM. Tento seznam můžete podle potřeby modifikovat odstraněním nebo přidáním názvů faktů.
de: Quellen können mittels Daten-Fakt kommentiert werden, um zu beschreiben welche persönlichen und familiären Fakten sie enthalten. Dies ist die Autlistung der betreffenden GEDCOM-Fakten. Diese Liste kann nach Bedarf gekürzt oder ergänzt werden um Fakten-Namen - auch benutzerdefinierte.
fr: Les sources peuvent être annotées, via le fait «data», afin de décrire les faits individuels et familiaux qu'elles contiennent. Voici la liste de ces faits GEDCOM. Vous pouvez modifier cette liste en supprimant ou en ajoutant des noms de faits, même personnalisés, si nécessaire.
ru: Источники могут быть связаны с фактами, чтобы описать, какие индивидуальные и семейные факты они содержат. Вот список этих фактов из GEDCOM. Вы можете изменить этот список, удалив или добавив имена фактов, даже пользовательские, по мере необходимости.
tr: Kaynaklar, hangi bireysel ve ailevi gerçekleri içerdiklerini açıklamak için 'veri' olgusu aracılığıyla açıklanabilir. Bu GEDCOM gerçeklerinin listesidir. Gerektiğinde olgu adlarını, hatta özel olanları bile kaldırarak veya ekleyerek bu listeyi değiştirebilirsiniz.
uk: Джерела можна коментувати за допомогою факту "даних", щоб описати, які окремі та сімейні факти вони містять. Це перелік цих фактів GEDCOM. Ви можете змінити цей список, видаляючи або додаючи імена фактів, навіть власні, за потреби.
vi: Các nguồn có thể được chú thích, thông qua dữ liệu 'dữ liệu', để mô tả các dữ kiện cá nhân và gia đình mà họ chứa. Đây là danh sách các sự kiện GEDCOM đó. Bạn có thể sửa đổi danh sách này bằng cách xóa hoặc thêm tên dữ kiện, thậm chí cả tên tùy chỉnh, nếu cần.

source: Used to calculate date range for suggestions for Confirmation (CONF) events, based on birth or similar event (in case there is no explicit Confirmation event).
ca: S'utilitza per calcular l'interval de dates dels suggeriments d'esdeveniments de confirmació (CONF), basats en el naixement o un esdeveniment similar (en cas que no hi hagi cap esdeveniment explícit de confirmació).
cs: Použito k výpočtu datového rozmezí pro návrhy na události konfirmace (CONF), na základě narození nebo podobné události (v případě, že neexistuje výslovně událost konfirmace).
de: Wird verwendet, um den Datumsbereich für Vorschläge zu Konfirmations-Ereignissen (CONF) basierend auf der Geburt oder einem ähnlichen Ereignis zu berechnen (falls kein explizites Konfirmations-Ereignis vorliegt).
fr: Utilisé pour calculer la plage de dates pour les suggestions d'événements de confirmation (CONF), en fonction de la naissance ou d'un événement similaire (au cas où il n'y aurait pas d'événement de confirmation explicite).
nl: Wordt gebruikt om het datumbereik te berekenen voor suggesties voor belijdenis/confirmatie (CONF)-gebeurtenissen, op basis van geboorte of soortgelijke gebeurtenis (in het geval er geen expliciete belijdenis-/confirmatiegebeurtenis is).
ru: Используется для расчета диапазона дат для предложений по событиям Конфирмации (CONF), основанных на рождении или подобном событии (в случае отсутствия явного события Конфирмации).
ta: பிறப்பு அல்லது இதே போன்ற நிகழ்வின் அடிப்படையில் உறுதிப்படுத்தல் (CONF) நிகழ்வுகளுக்கான பரிந்துரைகளுக்கான தேதி வரம்பைக் கணக்கிடப் பயன்படுகிறது (வெளிப்படையான உறுதிப்படுத்தல் நிகழ்வு இல்லையென்றால்).
tr: Doğum veya benzer olaya dayalı olarak Onay (CONF) olaylarına yönelik öneriler üzerine tarih aralığını hesaplamak için kullanılır (açık bir Onay olayının olmaması durumunda).
uk: Використовується для обчислення діапазону дат для пропозицій щодо подій Конфірмації (CONF) на основі народження або подібної події (у випадку, якщо немає явної події Конфірмації).
vi: Được sử dụng để tính toán phạm vi ngày cho các đề xuất cho các sự kiện Xác nhận (CONF), dựa trên ngày sinh hoặc sự kiện tương tự (trong trường hợp không có sự kiện Xác nhận rõ ràng).

source: Vesta Research Suggestions: A new custom module. See the Readme for details.
ca: Vesta Research Suggestions [Suggeriments d'investigació]: Un nou mòdul personalitzat. Consulta el "Readme" per a més detalls.
cs: Vesta Návrhy na výzkum: nový uživatelský modul. Podrobnosti v Readme.
de: Vesta Research Suggestions: Ein neues benutzerdefiniertes Modul. Siehe Readme für weitere Details.
fr: Suggestions de recherche Vesta : Un nouveau module personnalisé. Consultez le Readme pour plus de détails.
nl: Vesta Onderzoekssuggesties: Een nieuwe uitbreidingsmodule. Zie de Readme voor meer informatie.
ru: Vesta Research Suggestions: новый дополнительный модуль. Подробности смотрите в файле Readme.
ta: வெச்டா ஆராய்ச்சி பரிந்துரைகள்: ஒரு புதிய தனிப்பயன் தொகுதி. விவரங்களுக்கு README ஐப் பார்க்கவும்.
tr: Vesta Araştırma Önerileri: Yeni bir özel modül. Ayrıntılar için Beni oku sayfasına bakın.
uk: Vesta Research Suggestions: Новий спеціальний модуль. Дивіться Readme для деталей.
vi: Đề xuất nghiên cứu Vesta: Một mô-đun tùy chỉnh mới. Xem Readme để biết chi tiết.
